Revit 2027 API
ParameterTypeId.DividedpathMergedPointNum Property
 "Total Number of Nodes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathMergedPointNum { get; }
Public Shared ReadOnly Property DividedpathMergedPointNum As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathMergedPointNum {
	ForgeTypeId^ get ();
}
static member DividedpathMergedPointNum : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace